IDEA StatiCa Open Model
PolarInputType Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of polar input
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum PolarInputType
Public Enumeration PolarInputType
public enum class PolarInputType
Members
Member name | Value | Description
ByCount | 0 |  Polar input defined by count in circle.
ByAngle | 1 |  Polar input defined by angles.
See Also
Reference
IdeaRS.OpenModel.Parameters Namespace